{
    "1": "Think about something that can easily change size depending on its state.",
    "2": "This item is often found on the floor and is used to cover large areas.",
    "3": "It's a common office tool that holds things together.",
    "4": "It's a measuring tool that doesn't have a body like a human, but it does have a foot.",
    "5": "It's a food item that changes its smell when cooked.",
    "6": "This practice involves putting someone into a trance-like state.",
    "7": "You can find it in the kitchen, and it's great for preserving food.",
    "8": "Think about what you do when you go up or down stairs.",
    "9": "It's a fruit that monkeys love to eat.",
    "10": "It's a tool used for shaping and carving.",
    "11": "This item is often used for counting and decoration.",
    "12": "Consider what part of your body touches the ground when you're sitting.",
    "13": "It's a common weed that changes appearance as it matures.",
    "14": "This grows with age and is often associated with knowledge.",
    "15": "It's a vegetable known for its layers.",
    "16": "Think about the concept of taking risks.",
    "17": "This item is commonly steeped in hot water.",
    "18": "Consider what happens to a bag when it's filled and emptied.",
    "19": "It's a profession that requires hard work and dedication.",
    "20": "It's a weapon that creates a loud noise when fired.",
    "21": "It's a negative feeling held onto by someone.",
    "22": "This animal has a distinctive black and white pattern.",
    "23": "It's a playground item that requires balance.",
    "24": "Think about what cowboys wear on their boots.",
    "25": "It's a decorative feature that often sprays water.",
    "26": "It's a tool used for farming.",
    "27": "This sea creature changes color when cooked.",
    "28": "It's a source of light often used outdoors.",
    "29": "Consider what you earn from treating others well.",
    "30": "This is a type of hand in a card game.",
    "31": "It's a type of footwear.",
    "32": "It's something you wear on your feet.",
    "33": "Think about the letters used in a specific location.",
    "34": "It's a method of encrypting information.",
    "35": "This device carries people up mountains.",
    "36": "It's a bodily function associated with embarrassment.",
    "37": "It's a psychological concept related to self-esteem.",
    "38": "This is a common feeling that people try to deny having.",
    "39": "It's a title given to someone of royal lineage.",
    "40": "It's a seasonal figure made of frozen water.",
    "41": "Think about what you use to mark your place in a book.",
    "42": "These insects are known for their painful stings.",
    "43": "It's a type of organism used in baking.",
    "44": "Think about who you visit to maintain your teeth.",
    "45": "It's something you use for games but not for eating.",
    "46": "Consider the concept of redemption for past mistakes.",
    "47": "It's a creature that is often found with a pearl inside.",
    "48": "This item tightens around the neck.",
    "49": "Think about what happens when you break a musical recording.",
    "50": "It's a small sewing accessory.",
    "51": "This object is used for transporting goods.",
    "52": "It's a part of the body associated with speaking.",
    "53": "These are powerful despite their size.",
    "54": "It's a bird known for its vibrant feathers.",
    "55": "Consider what you apply to your face for a different appearance.",
    "56": "It's a navigational tool.",
    "57": "This is formed on surfaces during cold weather.",
    "58": "Think about what accompanies a moving vehicle.",
    "59": "It's a structure created by insects.",
    "60": "This concept is often associated with fairness and order.",
    "61": "Consider what might grow in a forest and be used for sitting.",
    "62": "It contains all the letters of a language.",
    "63": "It's a tall animal with a distinctive pattern.",
    "64": "Think about what you kick but can't eat.",
    "65": "It's a natural formation that melts in warmer temperatures.",
    "66": "This is a riddle about directional indicators.",
    "67": "Think about what part of your hand is shorter than the rest.",
    "68": "This item holds a liquid but doesn't have a lid.",
    "69": "It's a concept associated with wasting time.",
    "70": "Consider something small that provides protection.",
    "71": "Think about what gets marked on repeatedly.",
    "72": "This is a tricky one; it's a common annoyance in warm climates.",
    "73": "Consider what gives people strength and bravery.",
    "74": "It's a vice that appears pleasant but is harmful.",
    "75": "It's a nut-like object with layers.",
    "76": "This is a mirage, not actual water.",
    "77": "Consider what people wear around their necks for warmth.",
    "78": "It's a natural phenomenon associated with danger.",
    "79": "Think about precipitation in different seasons.",
    "80": "This is a tool used for nefarious purposes.",
    "81": "It's a type of weapon that coils when not in use.",
    "82": "Think about a symbol of darkness and foreboding.",
    "83": "Consider what fuel is used for heating.",
    "84": "This is a phenomenon associated with cold weather.",
    "85": "It's a type of business that offers exciting experiences.",
    "86": "Think about a natural feature that grows tall.",
    "87": "Consider what's needed for stability in life.",
    "88": "It's a form of entertainment that elicits emotional responses.",
    "89": "This is a mode of transportation on water.",
    "90": "It's a historical power that once dominated Europe.",
    "91": "Think about a creature that undergoes metamorphosis.",
    "92": "It's a garment often consumed by a mythical creature.",
    "93": "Consider what's absent in dry environments.",
    "94": "Think about precious gems formed under certain conditions.",
    "95": "It's a type of preserved food.",
    "96": "This object is used for measuring but isn't a ruler.",
    "97": "Consider the size difference between these two animals.",
    "98": "Think about a gesture of generosity.",
    "99": "It's a publication that's becoming obsolete due to digital media.",
    "100": "It provides light, but its stature changes with time.",
    "101": "It's something you do constantly, yet it's intangible and fleeting.",
    "102": "These creatures are massive and majestic, often found in the depths of the ocean.",
    "103": "It's a treat enjoyed by many, with variations in color and flavor.",
    "104": "It powers many devices, but it's not alive.",
    "105": "It's a common household tool used for cleaning.",
    "106": "It's a reptile known for its distinctive hiss and unique qualities.",
    "107": "It's a granular substance found in abundance on beaches.",
    "108": "It's a mode of transportation often pulled by horses.",
    "109": "It's a weather phenomenon that reduces visibility.",
    "110": "It's used to separate solids from liquids.",
    "111": "They're unique to each individual and often left behind as evidence.",
    "112": "It's a product of combustion that rises skyward.",
    "113": "It's a kitchen utensil used for straining liquids.",
    "114": "It's an expression of happiness often seen on people's faces.",
    "115": "It's a celestial body that waxes and wanes.",
    "116": "It's a platform for performances and speeches.",
    "117": "Think about the order of the boys' names and the days of the week.",
    "118": "Consider the possibility of the parrot having a disability.",
    "119": "Focus on the peculiarities of the objects in the land of the green glass door.",
    "120": "Try to decode the pricing method based on the cost of each item.",
    "121": "Think about the concept of infinity and reaching a destination.",
    "122": "It's a concept related to time and anticipation.",
    "123": "It's a celestial body that influences the tides.",
    "124": "It's something you give away but still possess.",
    "125": "Think about the hierarchy of houses and what's inside them.",
    "126": "It's an organ essential for life.",
    "127": "It's a symbol of royalty and succession.",
    "128": "Focus on words with repeating letters and their pronunciation.",
    "129": "It's a vegetable with a peculiar stance and anatomy.",
    "130": "Think about the relationship between ideas and tangible objects.",
    "131": "Consider the hierarchy of authority and power.",
    "132": "It's something that requires a specific understanding or perspective.",
    "133": "Think about the outcomes of actions depending on their direction.",
    "134": "It's a tool used for manipulating air and fire.",
    "135": "It's a bird known for its distinctive sound.",
    "136": "It's a common household object with moving parts.",
    "137": "It's a bodily fluid crucial for survival.",
    "138": "It's a celestial body that sustains life.",
    "139": "Think about where sailors spend most of their time.",
    "140": "It's a common material used in construction.",
    "141": "Think about the interaction between natural elements.",
    "142": "It's a device used for a specific purpose that tightens when used.",
    "143": "Consider the symbolism of a shy maiden and her habitat.",
    "144": "It's a famous landmark known for its unique design and cultural significance.",
    "145": "Think about a place where cows gather and move.",
    "146": "It's a serious activity that influences global affairs.",
    "147": "It's a metaphorical concept related to progress and leaving a mark.",
    "148": "Think about the metaphorical implications of a dagger and its movements.",
    "149": "It's a concept related to memories and emotions.",
    "150": "Think about a common household item used for a specific purpose.",
    "151": "Think about microscopic organisms that can be harmful.",
    "152": "Consider a natural phenomenon that provides warmth and light.",
    "153": "Focus on a common household item used for smoking.",
    "154": "It's a substance that can be deadly if ingested.",
    "155": "Think about something that creates emptiness.",
    "156": "This letter is significant in many contexts, including mathematics.",
    "157": "It's a common fluid used for writing and printing.",
    "158": "Consider an object that measures time and has specific features.",
    "159": "Think about a device used for communication.",
    "160": "It's a sequence used to unlock information.",
    "161": "Consider a form of communication that doesn't require physical presence.",
    "162": "Think about a common breakfast item.",
    "163": "Focus on a body part that changes position based on posture.",
    "164": "It's a symbol of commitment and union in marriage.",
    "165": "Consider an organ of perception with multiple functions.",
    "166": "Think about a bodily sensation related to hunger.",
    "167": "It's a creature known for its slippery exterior and slow movement.",
    "168": "Consider an object that can support weight despite its fragility.",
    "169": "It's a common household item used for telling time.",
    "170": "Think about a celestial body central to Earth's existence.",
    "171": "Focus on a feeling associated with vulnerability and anxiety.",
    "172": "Consider an object used for fastening clothing.",
    "173": "Think about a written communication method.",
    "174": "It's an activity that exercises the mind and requires problem-solving.",
    "175": "Consider a concept related to armed conflict.",
    "176": "Think about a powerful animal often associated with aggression.",
    "177": "It's a fruit known for its citrus flavor and color.",
    "178": "Consider an emergency medical procedure.",
    "179": "Think about a slow-moving creature with a distinctive trail.",
    "180": "Focus on a parasitic insect commonly found on mammals.",
    "181": "It's a product of combustion associated with fire.",
    "182": "Consider a word indicating a location between two others.",
    "183": "Think about a natural phenomenon associated with love and farewell.",
    "184": "It's a concept related to accountability and responsibility.",
    "185": "Consider a structure used for transportation.",
    "186": "Think about a celestial object with a distinctive tail.",
    "187": "Focus on a physical action associated with a certain animal behavior.",
    "188": "Consider a common household pet known for its stealth and affection.",
    "189": "Think about a geographical feature with a winding shape.",
    "190": "It's a reference to a character in espionage fiction.",
    "191": "Consider a piece of furniture designed for rest and support.",
    "192": "Think about a metaphysical concept related to identity and vitality.",
    "193": "Focus on an emotional center often symbolized as a shape.",
    "194": "It's a famous mountain located in a popular tourist destination.",
    "195": "Think about a common breakfast food and its characteristics.",
    "196": "Consider a grooming tool used for personal hygiene.",
    "197": "It's a plant with distinctive seed dispersal mechanisms.",
    "198": "Think about an object that contains knowledge and information.",
    "199": "Consider a structure known for its height and visibility.",
    "200": "It's a phenomenon related to perception and distance."
}
